---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueLoadPhasea
source: html/0f2f3571-cbad-d0ac-2a56-4877467aab81.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueLoadPhasea Property

"True Load Phase A"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecTrueLoadPhasea { get; }
```